export const dummyMonthListData = [
  {
    id: 3,
    content:
      "어제부터 마라탕집 가려고 신났었는데 ... 수업 끝나고 가니까 ... 휴무래 ... 나 진짜 너무 속상해... 왜 나에게 이런일이 ..",
    created_at: "2025-05-20T10:00:00Z",
    main_emotion: "우울",
  },
  {
    id: 2,
    content:
      "진짜 화난다. 친구가 나한테 마라탕 환장한다고 중국인이냐고 뭐라고 했다. 너가 .. 너가 뭔데 ... 너가 뭔데 ... ",
    created_at: "2025-05-10T14:00:00Z",
    main_emotion: "화남",
  },
  {
    id: 1,
    content:
      "오예 곧 있으면 5월 5일이다!!! 원래 30살까지는 어린이 아님 ??? 100세인생에서 아직 1/3도 못살았는데! 암튼 난 어린이야!! 어린이날 만세!!!",
    created_at: "2025-05-01T10:00:00Z",
    main_emotion: "기쁨",
  },
];
